Repository: sakalyatechnologies/aarogyam
Catalog: mobile/iosApp/AarogyamStaff/Localizable.xcstrings
Source language: en
Languages: hi, mr

# app_name
source: Aarogyam
hi: आरोग्यम
mr: आरोग्यम

# appointment.doctor
source: Doctor
hi: डॉक्टर
mr: डॉक्टर

# appointment.notes
source: Note
hi: नोट
mr: टीप

# appointment.range
source: %@ to %@
hi: %1$@ से %2$@
mr: %1$@ ते %2$@

# appointment.reason
source: Reason
hi: कारण
mr: कारण

# appointment.room
source: Chair or room
hi: कुर्सी या कमरा
mr: खुर्ची किंवा खोली

# bill.issued
source: Issued
hi: जारी
mr: दिले

# bill.no_number
source: Bill
hi: बिल
mr: बिल

# bill.paid
source: Paid
hi: भुगतान हुआ
mr: भरले

# bill.part_paid
source: Part paid
hi: आंशिक भुगतान
mr: अंशतः भरले

# bill.total
source: Total %@
hi: कुल %@
mr: एकूण %@

# bill.unknown
source: Bill
hi: बिल
mr: बिल

# bill.void
source: Void
hi: रद्द
mr: रद्द केले

# billing.amount
source: Amount (₹)
hi: रकम (₹)
mr: रक्कम (₹)

# billing.amount.invalid
source: Enter an amount more than zero.
hi: शून्य से ज़्यादा रकम डालें.
mr: शून्यापेक्षा जास्त रक्कम टाका.

# billing.balance
source: Balance: %@
hi: बकाया: %@
mr: बाकी: %@

# billing.none
source: No bills yet.
hi: अभी कोई बिल नहीं.
mr: अजून बिले नाहीत.

# billing.payment_recorded
source: Receipt %@ recorded
hi: रसीद %@ दर्ज हुई
mr: पावती %@ नोंदवली

# billing.record
source: Record payment
hi: भुगतान दर्ज करें
mr: पैसे नोंदवा

# billing.recording
source: Recording…
hi: दर्ज हो रहा है…
mr: नोंदवत आहे…

# billing.reference
source: Reference (optional)
hi: रेफ़रेंस (वैकल्पिक)
mr: संदर्भ (ऐच्छिक)

# billing.title
source: Billing
hi: बिलिंग
mr: बिलिंग

# calendar.by_chair
source: Chairs
hi: कुर्सियां
mr: खुर्च्या

# calendar.by_doctor
source: Doctors
hi: डॉक्टर
mr: डॉक्टर

# calendar.empty.message
source: Nothing is booked for this day.
hi: इस दिन कुछ बुक नहीं है.
mr: या दिवशी काहीही बुक नाही.

# calendar.empty.title
source: No appointments
hi: कोई अपॉइंटमेंट नहीं
mr: अपॉइंटमेंट नाहीत

# calendar.next
source: Next day
hi: अगला दिन
mr: पुढचा दिवस

# calendar.not_allowed.message
source: Your role can't see the schedule at this clinic.
hi: इस क्लिनिक में आपकी भूमिका शेड्यूल नहीं देख सकती.
mr: या क्लिनिकमध्ये तुमच्या भूमिकेला वेळापत्रक पाहता येत नाही.

# calendar.not_allowed.title
source: Calendar isn't available
hi: कैलेंडर उपलब्ध नहीं है
mr: कॅलेंडर उपलब्ध नाही

# calendar.previous
source: Previous day
hi: पिछला दिन
mr: मागचा दिवस

# calendar.title
source: Calendar
hi: कैलेंडर
mr: कॅलेंडर

# calendar.today
source: Today
hi: आज
mr: आज

# clinics.empty.message
source: Ask your clinic’s owner to invite you.
hi: क्लिनिक के मालिक से न्योता भेजने को कहें.
mr: क्लिनिकच्या मालकांना तुम्हाला आमंत्रित करायला सांगा.

# clinics.empty.title
source: No clinics yet
hi: अभी कोई क्लिनिक नहीं
mr: अजून कोणतेही क्लिनिक नाही

# clinics.opening
source: Opening
hi: खुल रहा है
mr: उघडत आहे

# clinics.title
source: Choose a clinic
hi: क्लिनिक चुनें
mr: क्लिनिक निवडा

source: Done
hi: हो गया
mr: झाले

# error.network
source: Couldn’t reach Aarogyam. Try again.
hi: आरोग्यम से संपर्क नहीं हो सका. फिर कोशिश करें.
mr: आरोग्यमशी संपर्क झाला नाही. पुन्हा प्रयत्न करा.

# error.not_allowed
source: Your role can’t open this.
hi: आपकी भूमिका इसे नहीं खोल सकती.
mr: तुमच्या भूमिकेला हे उघडता येत नाही.

# error.not_configured
source: This build has no address for this environment.
hi: इस बिल्ड में इस एनवायरनमेंट का पता नहीं है.
mr: या बिल्डमध्ये या वातावरणाचा पत्ता नाही.

# error.not_found
source: This clinic isn’t available to you.
hi: यह क्लिनिक आपके लिए उपलब्ध नहीं है.
mr: हे क्लिनिक तुमच्यासाठी उपलब्ध नाही.

# error.offline
source: You’re offline. Check your connection.
hi: आप ऑफ़लाइन हैं. कनेक्शन जांचें.
mr: तुम्ही ऑफलाइन आहात. कनेक्शन तपासा.

# error.server
source: Something went wrong on our side. Try again.
hi: हमारी तरफ़ कुछ गड़बड़ हुई. फिर कोशिश करें.
mr: आमच्याकडे काहीतरी चुकले. पुन्हा प्रयत्न करा.

# error.signed_out
source: Your session ended. Sign in again.
hi: आपका सेशन खत्म हो गया. फिर से साइन इन करें.
mr: तुमचे सत्र संपले. पुन्हा साइन इन करा.

# error.unknown
source: Something went wrong. Try again.
hi: कुछ गड़बड़ हुई. फिर कोशिश करें.
mr: काहीतरी चुकले. पुन्हा प्रयत्न करा.

# error.upgrade
source: Update the app to continue.
hi: आगे बढ़ने के लिए ऐप अपडेट करें.
mr: पुढे जाण्यासाठी ॲप अपडेट करा.

# files.cancel
source: Cancel
hi: रद्द करें
mr: रद्द करा

# files.choose
source: Choose from gallery
hi: गैलरी से चुनें
mr: गॅलरीतून निवडा

# files.empty.message
source: Photos and X-rays will show here.
hi: फ़ोटो और एक्स-रे यहां दिखेंगे.
mr: फोटो आणि एक्स-रे इथे दिसतील.

# files.empty.title
source: No files yet
hi: अभी कोई फ़ाइल नहीं
mr: अजून फाइल्स नाहीत

# files.label.custom
source: Or type your own label
hi: या अपना नाम टाइप करें
mr: किंवा स्वतःचे नाव टाइप करा

# files.label.title
source: Label this photo
hi: इस फ़ोटो को नाम दें
mr: या फोटोला नाव द्या

# files.not_allowed
source: Your role can't view patient files.
hi: आपकी भूमिका मरीज़ की फ़ाइलें नहीं देख सकती.
mr: तुमच्या भूमिकेला रुग्णाच्या फाइल्स पाहता येत नाहीत.

# files.not_image
source: File
hi: फ़ाइल
mr: फाइल

# files.problem.failed
source: Couldn't send the photo. Try again.
hi: फ़ोटो नहीं भेजी जा सकी. फिर कोशिश करें.
mr: फोटो पाठवता आला नाही. पुन्हा प्रयत्न करा.

# files.problem.label
source: A label can be at most 60 characters.
hi: नाम ज़्यादा से ज़्यादा 60 अक्षर का हो सकता है.
mr: नाव जास्तीत जास्त 60 अक्षरांचे असू शकते.

# files.problem.large
source: That photo is too large to send.
hi: यह फ़ोटो भेजने के लिए बहुत बड़ी है.
mr: हा फोटो पाठवण्यासाठी खूप मोठा आहे.

# files.problem.read
source: Couldn't read that photo.
hi: यह फ़ोटो पढ़ी नहीं जा सकी.
mr: हा फोटो वाचता आला नाही.

# files.problem.tooth
source: Tooth must be a number such as 11 to 48, or 51 to 85 for baby teeth.
hi: दांत 11 से 48 जैसा नंबर होना चाहिए, या दूध के दांतों के लिए 51 से 85.
mr: दात 11 ते 48 असा नंबर हवा, किंवा दुधाच्या दातांसाठी 51 ते 85.

# files.send
source: Send
hi: भेजें
mr: पाठवा

# files.take
source: Take photo
hi: फ़ोटो लें
mr: फोटो काढा

# files.tooth
source: Tooth %d
hi: दांत %d
mr: दात %d

# files.tooth.field
source: Tooth (optional, such as 36)
hi: दांत (वैकल्पिक, जैसे 36)
mr: दात (ऐच्छिक, उदा. 36)

# files.unlabelled
source: Unlabelled
hi: बिना नाम
mr: नाव नाही

# files.uploading
source: Sending…
hi: भेज रहे हैं…
mr: पाठवत आहे…

# not_configured.message
source: Add the Supabase URL and key to mobile/local.secrets.properties and rebuild.
hi: mobile/local.secrets.properties में Supabase URL और की जोड़ें और फिर से बिल्ड करें.
mr: mobile/local.secrets.properties मध्ये Supabase URL आणि की जोडा आणि पुन्हा बिल्ड करा.

# not_configured.title
source: This build isn’t set up
hi: यह बिल्ड सेट नहीं है
mr: हे बिल्ड सेट केलेले नाही

# notes.addenda %lld
source: %lld addenda: open the visit to read them.
hi: %lld परिशिष्ट: पढ़ने के लिए विज़िट खोलें.
mr: %lld पुरवण्या: वाचण्यासाठी भेट उघडा.

# notes.cancel
source: Cancel
hi: रद्द करें
mr: रद्द करा

# notes.edit
source: Edit summary
hi: सारांश बदलें
mr: सारांश बदला

# notes.fmt.bold
source: Bold
hi: बोल्ड
mr: ठळक

# notes.fmt.bullets
source: Bulleted list
hi: बुलेट सूची
mr: बुलेट यादी

# notes.fmt.heading
source: Heading
hi: शीर्षक
mr: शीर्षक

# notes.fmt.italic
source: Italic
hi: इटैलिक
mr: तिरपे

# notes.fmt.numbers
source: Numbered list
hi: क्रमांकित सूची
mr: क्रमांकित यादी

# notes.kind.front_desk
source: Front desk note
hi: रिसेप्शन नोट
mr: रिसेप्शन नोंद

# notes.kind.intake
source: Intake note
hi: इनटेक नोट
mr: प्रवेश नोंद

# notes.kind.procedure
source: Procedure note
hi: प्रक्रिया नोट
mr: उपचार नोंद

# notes.kind.progress
source: Progress note
hi: प्रगति नोट
mr: प्रगती नोंद

# notes.kind.soap
source: SOAP note
hi: SOAP नोट
mr: SOAP नोंद

# notes.not_allowed
source: Your role can't see notes at this clinic.
hi: इस क्लिनिक में आपकी भूमिका नोट्स नहीं देख सकती.
mr: या क्लिनिकमध्ये तुमच्या भूमिकेला नोंदी पाहता येत नाहीत.

# notes.preview
source: Preview
hi: प्रीव्यू
mr: पूर्वावलोकन

# notes.problem.changed
source: Someone else changed this note while you were editing. Copy your text, cancel and open it again to see their version.
hi: आपके बदलाव के दौरान किसी और ने यह नोट बदल दिया. अपना टेक्स्ट कॉपी करें, रद्द करें और उनका संस्करण देखने के लिए फिर से खोलें.
mr: तुम्ही बदल करत असताना दुसऱ्या कोणीतरी ही नोंद बदलली. तुमचा मजकूर कॉपी करा, रद्द करा आणि त्यांची आवृत्ती पाहण्यासाठी पुन्हा उघडा.

# notes.problem.code
source: Code formatting isn't allowed.
hi: कोड फ़ॉर्मैटिंग नहीं चलेगी.
mr: कोड फॉरमॅटिंग चालत नाही.

# notes.problem.heading
source: Headings go down to three levels (###).
hi: शीर्षक तीन स्तर तक होते हैं (###).
mr: शीर्षके तीन पातळ्यांपर्यंत असतात (###).

# notes.problem.html
source: HTML isn't allowed. Use the buttons for headings, lists, bold and italic.
hi: HTML नहीं चलेगा. शीर्षक, सूची, बोल्ड और इटैलिक के लिए बटन इस्तेमाल करें.
mr: HTML चालत नाही. शीर्षक, यादी, ठळक आणि तिरप्यासाठी बटणे वापरा.

# notes.problem.link
source: Links and images aren't allowed.
hi: लिंक और तस्वीरें नहीं चलेंगी.
mr: लिंक आणि चित्रे चालत नाहीत.

# notes.save
source: Save
hi: सहेजें
mr: जतन करा

# notes.section.assessment
source: Assessment
hi: आकलन
mr: निदान

# notes.section.objective
source: Objective
hi: जांच
mr: तपासणी

# notes.section.plan
source: Plan
hi: योजना
mr: उपचार योजना

# notes.section.subjective
source: Subjective
hi: मरीज़ की बात
mr: रुग्णाचे म्हणणे

# notes.status.conflict
source: Conflict
hi: टकराव
mr: विसंगती

# notes.status.draft
source: Draft
hi: ड्राफ़्ट
mr: मसुदा

# notes.status.error
source: Entered in error
hi: गलती से दर्ज
mr: चुकून नोंदवले

# notes.status.signed
source: Signed
hi: हस्ताक्षरित
mr: सही केलेली

# notes.status.unknown
source: Note
hi: नोट
mr: टीप

# notes.summary.empty
source: No summary yet. Keep the patient's long-running picture here: history, preferences, what to watch.
hi: अभी कोई सारांश नहीं. मरीज़ की लंबी तस्वीर यहां रखें: इतिहास, पसंद, किस पर नज़र रखनी है.
mr: अजून सारांश नाही. रुग्णाचे दीर्घकालीन चित्र इथे ठेवा: इतिहास, आवडीनिवडी, कशावर लक्ष ठेवायचे.

# notes.summary.title
source: Summary note
hi: सारांश नोट
mr: सारांश नोंद

# notes.updated
source: Updated %@
hi: %@ को अपडेट किया
mr: %@ ला अपडेट केले

# notes.updated_by
source: Updated %@ by %@
hi: %1$@ को %2$@ ने अपडेट किया
mr: %1$@ ला %2$@ यांनी अपडेट केले

# notes.visits.none
source: No visit notes yet.
hi: अभी कोई विज़िट नोट नहीं.
mr: अजून भेटीच्या नोंदी नाहीत.

# notes.visits.title
source: Visit notes
hi: विज़िट नोट्स
mr: भेटीच्या नोंदी

# notes.write
source: Write summary
hi: सारांश लिखें
mr: सारांश लिहा

source: Open patient
hi: मरीज़ खोलें
mr: रुग्ण उघडा

# patient.balance
source: Balance
hi: बकाया
mr: बाकी रक्कम

# patient.balance.clear
source: Nothing due.
hi: कुछ बकाया नहीं.
mr: काहीही बाकी नाही.

# patient.balance.due
source: %@ due
hi: %@ बकाया
mr: %@ बाकी

# patient.flags
source: Allergies and conditions
hi: एलर्जी और बीमारियां
mr: ॲलर्जी आणि आजार

# patient.flags.counts
source: Allergies %d · Conditions %d
hi: एलर्जी %1$d · बीमारियां %2$d
mr: ॲलर्जी %1$d · आजार %2$d

# patient.flags.hidden
source: Details need clinical access.
hi: ब्योरे के लिए क्लिनिकल एक्सेस चाहिए.
mr: तपशिलांसाठी क्लिनिकल प्रवेश लागतो.

# patient.flags.none
source: No allergies or conditions flagged.
hi: कोई एलर्जी या बीमारी दर्ज नहीं है.
mr: कोणतीही ॲलर्जी किंवा आजार नोंदवलेला नाही.

# patient.not_allowed.message
source: Your role can't open patient records at this clinic.
hi: इस क्लिनिक में आपकी भूमिका मरीज़ों के रिकॉर्ड नहीं खोल सकती.
mr: या क्लिनिकमध्ये तुमच्या भूमिकेला रुग्णांच्या नोंदी उघडता येत नाहीत.

# patient.not_allowed.title
source: This record isn't available
hi: यह रिकॉर्ड उपलब्ध नहीं है
mr: ही नोंद उपलब्ध नाही

# patient.tab.files
source: Files
hi: फ़ाइलें
mr: फाइल्स

# patient.tab.notes
source: Notes
hi: नोट्स
mr: नोंदी

# patient.tab.overview
source: Overview
hi: सारांश
mr: सारांश

# patient.title
source: Patient
hi: मरीज़
mr: रुग्ण

# patient.upcoming
source: Upcoming appointment
hi: अगला अपॉइंटमेंट
mr: पुढील अपॉइंटमेंट

# patient.upcoming.none
source: Nothing booked.
hi: कुछ बुक नहीं है.
mr: काहीही बुक नाही.

# patient.visit.open
source: Open
hi: चालू
mr: सुरू

# patient.visits
source: Recent visits
hi: हाल की विज़िट
mr: अलीकडच्या भेटी

# patient.visits.none
source: No visits yet.
hi: अभी कोई विज़िट नहीं.
mr: अजून भेटी नाहीत.

# patients.age
source: Age %d
hi: उम्र %d
mr: वय %d

# patients.empty.message
source: Try a different name, phone number or file number.
hi: कोई और नाम, फ़ोन नंबर या फ़ाइल नंबर आज़माएं.
mr: दुसरे नाव, फोन नंबर किंवा फाइल नंबर वापरून पाहा.

# patients.empty.title
source: No patients found
hi: कोई मरीज़ नहीं मिला
mr: रुग्ण सापडले नाहीत

# patients.none.message
source: Registered patients will show here.
hi: रजिस्टर किए गए मरीज़ यहां दिखेंगे.
mr: नोंदणी झालेले रुग्ण इथे दिसतील.

# patients.none.title
source: No patients yet
hi: अभी कोई मरीज़ नहीं
mr: अजून रुग्ण नाहीत

# patients.not_allowed.message
source: Your role can't see patients at this clinic.
hi: इस क्लिनिक में आपकी भूमिका मरीज़ नहीं देख सकती.
mr: या क्लिनिकमध्ये तुमच्या भूमिकेला रुग्ण पाहता येत नाहीत.

# patients.not_allowed.title
source: Patients aren't available
hi: मरीज़ उपलब्ध नहीं हैं
mr: रुग्ण पाहता येत नाहीत

# patients.search
source: Search name, phone or file number
hi: नाम, फ़ोन या फ़ाइल नंबर खोजें
mr: नाव, फोन किंवा फाइल नंबर शोधा

# patients.title
source: Patients
hi: मरीज़
mr: रुग्ण

# pay.card
source: Card
hi: कार्ड
mr: कार्ड

# pay.cash
source: Cash
hi: नकद
mr: रोख

# queue.done
source: Done
hi: हो गया
mr: झाले

# queue.empty.message
source: Walk-ins and arrivals show here.
hi: वॉक-इन और आए हुए मरीज़ यहां दिखेंगे.
mr: वॉक-इन आणि आलेले रुग्ण इथे दिसतील.

# queue.empty.title
source: Nobody waiting
hi: कोई इंतज़ार में नहीं
mr: कोणीही प्रतीक्षेत नाही

# queue.finished
source: Seen or left
hi: देख लिया या चले गए
mr: तपासले किंवा गेले

# queue.left
source: Left
hi: चले गए
mr: गेले

# queue.not_allowed.message
source: Your role can't see the waiting room.
hi: आपकी भूमिका वेटिंग रूम नहीं देख सकती.
mr: तुमच्या भूमिकेला प्रतीक्षा कक्ष पाहता येत नाही.

# queue.not_allowed.title
source: No access to the queue
hi: कतार देखने की अनुमति नहीं
mr: रांग पाहण्याची परवानगी नाही

# queue.seat
source: Seat
hi: बिठाएं
mr: बसवा

# queue.start_visit
source: Start visit
hi: विज़िट शुरू करें
mr: भेट सुरू करा

# queue.status.done
source: Done
hi: हो गया
mr: झाले

# queue.status.in_chair
source: In chair
hi: कुर्सी पर
mr: खुर्चीत

# queue.status.left
source: Left
hi: चले गए
mr: गेले

# queue.status.waiting
source: Waiting
hi: इंतज़ार में
mr: प्रतीक्षेत

# queue.title
source: Queue
hi: कतार
mr: रांग

# queue.wait_minutes
source: %lld min
hi: %lld मिनट
mr: %lld मि.

# queue.waiting
source: In the clinic
hi: क्लिनिक में
mr: क्लिनिकमध्ये

source: Recall due
hi: रिकॉल बाकी
mr: रिकॉल बाकी

# rx.allergy_overridden
source: Allergy overridden
hi: एलर्जी के बावजूद दिया
mr: ॲलर्जी असूनही दिले

# rx.allergy_warning
source: %1$@: recorded allergy to %2$@ (%3$@)
hi: %1$@: %2$@ से एलर्जी दर्ज है (%3$@)
mr: %1$@: %2$@ ची ॲलर्जी नोंदवलेली (%3$@)

# rx.days %lld
source: %lld days
hi: %lld दिन
mr: %lld दिवस

# rx.dose
source: Dose
hi: खुराक
mr: डोस

# rx.duration
source: Duration
hi: अवधि
mr: कालावधी

# rx.empty
source: No prescriptions yet.
hi: अभी कोई पर्चा नहीं.
mr: अजून प्रिस्क्रिप्शन नाहीत.

# rx.frequency
source: Frequency
hi: कितनी बार
mr: किती वेळा

# rx.issue
source: Issue prescription
hi: पर्चा जारी करें
mr: प्रिस्क्रिप्शन द्या

# rx.issued.title
source: Prescription issued
hi: पर्चा जारी हुआ
mr: प्रिस्क्रिप्शन दिले

# rx.issuing
source: Issuing
hi: जारी हो रहा है
mr: देत आहे

# rx.link.creating
source: Making the patient's link
hi: मरीज़ के लिए लिंक बन रहा है
mr: रुग्णासाठी लिंक तयार होत आहे

# rx.link.expires
source: Link works until %@
hi: लिंक %@ तक चलेगा
mr: लिंक %@ पर्यंत चालेल

# rx.new
source: New prescription
hi: नया पर्चा
mr: नवीन प्रिस्क्रिप्शन

# rx.not_allowed
source: Your role can't see prescriptions at this clinic.
hi: इस क्लिनिक में आपकी भूमिका पर्चे नहीं देख सकती.
mr: या क्लिनिकमध्ये तुमच्या भूमिकेला प्रिस्क्रिप्शन पाहता येत नाहीत.

# rx.override.help
source: Needed because of the allergy alert. It is saved with the prescription.
hi: एलर्जी चेतावनी के कारण ज़रूरी. यह पर्चे के साथ सहेजा जाता है.
mr: ॲलर्जी इशाऱ्यामुळे आवश्यक. हे प्रिस्क्रिप्शनसोबत जतन होते.

# rx.override.label
source: Reason to issue anyway
hi: फिर भी देने का कारण
mr: तरीही देण्याचे कारण

# rx.pin.label
source: Read this PIN to the patient
hi: यह PIN मरीज़ को बताएं
mr: हा PIN रुग्णाला सांगा

# rx.pin.note
source: The patient needs it to open the link. It is shown only now.
hi: लिंक खोलने के लिए मरीज़ को इसकी ज़रूरत होगी. यह सिर्फ़ अभी दिखता है.
mr: लिंक उघडण्यासाठी रुग्णाला हा लागेल. तो फक्त आताच दिसतो.

# rx.quick
source: Quick Rx: repeat the last one
hi: झटपट Rx: पिछला दोहराएं
mr: झटपट Rx: मागचे पुन्हा द्या

# rx.remove
source: Remove
hi: हटाएं
mr: काढा

# rx.remove.named
source: Remove %@
hi: %@ हटाएं
mr: %@ काढा

# rx.search
source: Search medicines
hi: दवाइयां खोजें
mr: औषधे शोधा

# rx.server_alert
source: The clinic's allergy check flagged this prescription.
hi: क्लिनिक की एलर्जी जांच ने इस पर्चे पर चेतावनी दी है.
mr: क्लिनिकच्या ॲलर्जी तपासणीने या प्रिस्क्रिप्शनवर इशारा दिला आहे.

# rx.share
source: Share link
hi: लिंक शेयर करें
mr: लिंक शेअर करा

# rx.share.chooser
source: Prescription link
hi: पर्चे का लिंक
mr: प्रिस्क्रिप्शनची लिंक

# rx.share.retry
source: Try making the link again
hi: लिंक फिर से बनाकर देखें
mr: लिंक पुन्हा तयार करून पाहा

# rx.share.text
source: Prescription from %@. Open it with the PIN I will tell you.
hi: %@ से पर्चा. मैं जो PIN बताऊं उससे खोलें.
mr: %@ कडून प्रिस्क्रिप्शन. मी सांगतो तो PIN वापरून उघडा.

# rx.sheet.not_allowed
source: Your role can't write prescriptions at this clinic.
hi: इस क्लिनिक में आपकी भूमिका पर्चा नहीं लिख सकती.
mr: या क्लिनिकमध्ये तुमच्या भूमिकेला प्रिस्क्रिप्शन लिहिता येत नाही.

# rx.sheet.title
source: New prescription
hi: नया पर्चा
mr: नवीन प्रिस्क्रिप्शन

# rx.status.cancelled
source: Cancelled
hi: रद्द
mr: रद्द

# rx.status.draft
source: Draft
hi: ड्राफ़्ट
mr: मसुदा

# rx.status.issued
source: Issued
hi: जारी
mr: दिले

# rx.status.unknown
source: Prescription
hi: पर्चा
mr: प्रिस्क्रिप्शन

# severity.mild
source: Mild
hi: हल्की
mr: सौम्य

# severity.moderate
source: Moderate
hi: मध्यम
mr: मध्यम

# severity.severe
source: Severe
hi: गंभीर
mr: गंभीर

# severity.unknown
source: Allergy
hi: एलर्जी
mr: ॲलर्जी

# sex.female
source: Female
hi: महिला
mr: स्त्री

# sex.male
source: Male
hi: पुरुष
mr: पुरुष

# sex.other
source: Other
hi: अन्य
mr: इतर

# sign_in.change_email
source: Use a different email
hi: दूसरा ईमेल डालें
mr: दुसरा ईमेल वापरा

# sign_in.code_label
source: Code
hi: कोड
mr: कोड

# sign_in.code_sent
source: We sent a code to %@.
hi: %@ पर कोड भेजा गया है.
mr: %@ वर कोड पाठवला आहे.

# sign_in.email_label
source: Email
hi: ईमेल
mr: ईमेल

# sign_in.error.code_rejected
source: That code didn’t work or has expired. Check it, or ask for a new one.
hi: यह कोड नहीं चला या इसकी अवधि खत्म हो गई. जांचें या नया कोड मांगें.
mr: हा कोड चालला नाही किंवा त्याची मुदत संपली. तपासा, किंवा नवीन कोड मागा.

# sign_in.error.email_not_accepted
source: We couldn’t send a code to that address. Ask your clinic for an invitation.
hi: इस पते पर कोड नहीं भेज सके. क्लिनिक से न्योता मांगें.
mr: या पत्त्यावर कोड पाठवता आला नाही. क्लिनिककडे आमंत्रण मागा.

# sign_in.error.invalid_code
source: Enter the code from the email.
hi: ईमेल में आया कोड डालें.
mr: ईमेलमधील कोड टाका.

# sign_in.error.invalid_email
source: Enter a valid email address.
hi: सही ईमेल पता डालें.
mr: योग्य ईमेल पत्ता टाका.

# sign_in.error.too_many
source: Too many attempts. Wait a minute and try again.
hi: बहुत ज़्यादा कोशिशें हुईं. एक मिनट रुककर फिर कोशिश करें.
mr: खूप प्रयत्न झाले. एक मिनिट थांबा आणि पुन्हा प्रयत्न करा.

# sign_in.send_code
source: Send code
hi: कोड भेजें
mr: कोड पाठवा

# sign_in.subtitle
source: Use the email address your clinic invited.
hi: वही ईमेल पता डालें जिस पर क्लिनिक ने न्योता भेजा है.
mr: क्लिनिकने आमंत्रण पाठवलेला ईमेल पत्ता वापरा.

# sign_in.title
source: Sign in
hi: साइन इन
mr: साइन इन

# sign_in.verify
source: Sign in
hi: साइन इन
mr: साइन इन

source: Sign out
hi: साइन आउट
mr: साइन आउट

# status.booked
source: Booked
hi: बुक
mr: बुक केले

# status.cancelled
source: Cancelled
hi: रद्द
mr: रद्द

# status.confirmed
source: Confirmed
hi: पक्का
mr: निश्चित

# status.done
source: Done
hi: हो गया
mr: झाले

# status.in_chair
source: In chair
hi: कुर्सी पर
mr: खुर्चीत

# status.no_show
source: No-show
hi: नहीं आए
mr: आले नाहीत

# status.unknown
source: Scheduled
hi: तय
mr: नियोजित

# status.waiting
source: Waiting
hi: इंतज़ार में
mr: प्रतीक्षेत

# storage_unavailable.message
source: Your sign-in is stored securely and can’t be read until the phone is unlocked.
hi: आपका साइन-इन सुरक्षित रखा है; फ़ोन अनलॉक होने तक इसे पढ़ा नहीं जा सकता.
mr: तुमचे साइन-इन सुरक्षित ठेवले आहे; फोन अनलॉक होईपर्यंत ते वाचता येत नाही.

# storage_unavailable.title
source: Unlock your phone to continue
hi: आगे बढ़ने के लिए फ़ोन अनलॉक करें
mr: पुढे जाण्यासाठी फोन अनलॉक करा

# tab.billing
source: Billing
hi: बिलिंग
mr: बिलिंग

# tab.calendar
source: Calendar
hi: कैलेंडर
mr: कॅलेंडर

# tab.overview
source: Overview
hi: सारांश
mr: सारांश

# tab.patients
source: Patients
hi: मरीज़
mr: रुग्ण

# tab.queue
source: Queue
hi: कतार
mr: रांग

# tab.soon
source: Coming soon.
hi: जल्द आ रहा है.
mr: लवकरच.

# tab.today
source: Today
hi: आज
mr: आज

# today.hero.next
source: Up next · %@
hi: अगला · %@
mr: पुढचे · %@

# today.hero.now
source: In the chair · %@
hi: कुर्सी पर · %@
mr: खुर्चीत · %@

# today.language
source: Language
hi: भाषा
mr: भाषा

# today.more
source: More
hi: और
mr: अधिक

# today.not_allowed.message
source: Your role can’t see the schedule at this clinic.
hi: इस क्लिनिक में आपकी भूमिका शेड्यूल नहीं देख सकती.
mr: या क्लिनिकमध्ये तुमच्या भूमिकेला वेळापत्रक पाहता येत नाही.

# today.not_allowed.title
source: Today isn’t available
hi: आज का पेज उपलब्ध नहीं है
mr: आजचे पान उपलब्ध नाही

# today.schedule
source: Schedule
hi: शेड्यूल
mr: वेळापत्रक

# today.schedule.empty.message
source: New bookings will show here.
hi: नई बुकिंग यहां दिखेंगी.
mr: नवीन बुकिंग इथे दिसतील.

# today.schedule.empty.title
source: No appointments today
hi: आज कोई अपॉइंटमेंट नहीं
mr: आज अपॉइंटमेंट नाहीत

# today.stat.collected
source: Collected
hi: जमा
mr: जमा

# today.stat.done
source: Done
hi: हो गया
mr: झाले

# today.stat.dues
source: Pending dues
hi: बकाया रकम
mr: येणे बाकी

# today.stat.upi
source: UPI share
hi: UPI हिस्सा
mr: UPI वाटा

# today.stat.visits
source: Visits
hi: विज़िट
mr: भेटी

# today.stat.waiting
source: Waiting
hi: इंतज़ार में
mr: प्रतीक्षेत

# today.switch_clinic
source: Switch clinic
hi: क्लिनिक बदलें
mr: क्लिनिक बदला

# today.title
source: Today
hi: आज
mr: आज

source: Try again
hi: फिर से कोशिश करें
mr: पुन्हा प्रयत्न करा

# walk_in.add
source: Walk-in
hi: वॉक-इन
mr: वॉक-इन

# walk_in.age
source: Age (years)
hi: उम्र (साल)
mr: वय (वर्षे)

# walk_in.allergies
source: Allergies
hi: एलर्जी
mr: ॲलर्जी

# walk_in.allergies.hint
source: Recorded as patient-reported. The doctor confirms them at the visit.
hi: मरीज़ के बताए अनुसार दर्ज होती है. डॉक्टर विज़िट में पुष्टि करते हैं.
mr: रुग्णाने सांगितल्याप्रमाणे नोंदवले जाते. डॉक्टर भेटीत खात्री करतात.

# walk_in.another
source: Next walk-in
hi: अगला वॉक-इन
mr: पुढचे वॉक-इन

# walk_in.close
source: Close
hi: बंद करें
mr: बंद करा

# walk_in.consent
source: Consent
hi: सहमति
mr: संमती

# walk_in.consent.care
source: Agrees to treatment and keeping their record
hi: इलाज और रिकॉर्ड रखने के लिए सहमत
mr: उपचारांना आणि नोंद ठेवण्यास संमती
